// Настройки для показа всех меток 

// С какой новости начинать вывод
startFrom  = 0

// Сколько новостей выводить (чем больше новостей, тем тяжелее запрос, не забывайте)
limit      = 1500

// ID конкретных новостей (можно использовать диапазоны или this, тогда будет выводиться просматриваемая новость)
postId     = 1,2,3-50

// ID исключаемых новостей (можно использовать диапазоны или this, тогда просматриваемая новость будет игнорироваться)
notPostId  = 45-78

// ID категорий для вывода (можно использовать диапазоны или this, тогда будет выводиться просматриваемая категория)
catId      = 1-5

// Обрабатывать подкатегории?
subcats    = yes

// ID исключаемых категорий (можно использовать диапазоны или this, тогда просматриваемая категория будет игнорироваться)
notCatId   = 45-49

// Обрабатывать исключаемые подкатегории?
notSubcats = yes